<?php
// +----------------------------------------------------------------------
// | Szbsit [ Rapid development framework for Cross border Mall ]
// +----------------------------------------------------------------------
// | Copyright (c) 2017-2018 http://www.szbsit.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: yang <502204678@qq.com>
// +----------------------------------------------------------------------
// | Site.php  Version 2018/11/11
// +----------------------------------------------------------------------
return [
    // 默认全局过滤方法 用逗号分隔多个
    'default_filter'=>'',
    //登录验证码
    'login_captcha'       => false,
    //登录失败超过10则1天后重试
    'login_failure_retry' => false,
    //是否同一账号同一时间只能在一个地方登录
    'login_unique'        => false,
];